Repository: mirko-pagliai/cakephp-essentials
Catalog: resources/locales/*/cake_essentials.po
Languages: it

source: Active
it: Attivo

source: Disabled
it: Disabilitato

source: It requires user activation
it: Richiede attivazione dell'utente

source: It requires administrator activation
it: Richiede attivazione di un amministratore

source: It must contain at least one capital character
it: Deve contenere almeno una lettera maiuscola

source: It must contain at least one numeric digit
it: Deve contenere almeno un numero

source: It must contain at least one lowercase character
it: Deve contenere almeno una lettera minuscola

source: It must begin with a capital letter
it: Deve cominciare con una lettera maiuscola

source: It must be greater than or equal to `{0}`
it: Deve essere maggiore o uguale a `{0}`

source: It cannot contain any reserved words
it: Non può contenere alcuna parola riservata

source: It cannot be a future date
it: Non può essere una data futura

source: It cannot be a future datetime
it: Non possono essere una data e un orario futuri

source: It cannot be a past date
it: Non può essere una data passata

source: It cannot be a past datetime
it: Non possono essere una data e un orario passati

source: It must be a valid person name
it: Deve essere un nome di persona valido

source: It must be a valid slug
it: Deve essere uno slug valido

source: It must be a valid title
it: Deve essere un titolo valido

source: It must contain at least one special character
it: Deve contenere almeno un carattere speciale

source: Now
it: Adesso

source: Today
it: Oggi

source: Are you sure you want to delete this item?
it: Sei sicuro di volerlo cancellare questo elemento?

source: select an option
it: seleziona un'opzione

source: Previous
it: Precedente

source: Next
it: Successivo

source: Page {{page}} of {{pages}}
it: Pagina {{page}} di {{pages}}

source: Page {{page}} of {{pages}}, showing {{current}} items out of {{count}} total
it: Pagina {{page}} di {{pages}}, visualizzati {{current}} elementi su {{count}} totali
